<div class="quotes">

    <h3>Наши Клиенти</h3>
    <p>

        „После обуката Тајни за успех во продажбата вработените станаа многу помотивирани, ентузијастични за своите производи и полни со нови идеи. Секое утро нудеа креативни решенија за работи кои дотогаш само рутински ги работеле.

        Нашата продажба во првиот квартал од 2006 година е за 30% повисока од првиот квартал во 2005 година.“

    </p>

    <div>
        <b>Ана Бураку - Директор</b>
        
        <span>Automobile SK (FIAT, LANCIA, ALFA ROMEO)</span>
    </div>


</div>
